Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=784_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Inarinsaame, maantieto
sme: Anárašgiella, eatnandiehtu

source: saameksi: Ilmari Mattus, piirrokset: Jorma Happonen
sme: Škoovlâ eennâmtiätu Amerik

source: Škoovlâ eennâmtiätu Amerik
sme: sámegillii: Ilmari Mattus sárgosat: Jorma Happonen

source: (KM Koulun maatieto Amerikka) on peruskoulun yläluokille tarkoitettu maantiedon oppimateriaali.
sme: siiddut:158

source: Oppikirja käsittelee selkeästi kahta maanosaa, Etelä- ja Pohjois-Amerikkaa.
sme: haddi: 20,00 €

source: Oppikirjan kunkin luvun lopussa on tiivistelmä ja tehtäviä.
sme: dássi: 7-9.

source: sivuja:158
sme: lk

source: hinta: 20,00 €
sme: ISBN 978-952-441-259-9

source: taso: 7-9.
sme: Sámediggi 2013

source: lk
sme: Skuvlla eatnandiehtu Amerihká lea vuođđoskuvlla badjedási oahppiide oaivvilduvvon eatnandieđu oahppogirji.

source: ISBN 978-952-441-259-9
sme: Girjjis gieđahallojuvvojit čielgasit guokte eananoasi, Lulli- ja Davvi-Amerihká.

source: Saamelaiskäräjät 2013
sme: Oahppogirjji guđege logu loahpas leat oktiigeassu ja bargobihtát.

source: Škoovlâ eennâmtiätu Amerik Oppâmvihko
sme: Matti Leinonen, Teuvo Nyberg ja Simo Veistola

source: sivuja:111
sme: Škoovlâ eennâmtiätu Amerik Oppâmvihko

source: hinta: 12,00 €
sme: sámegillii: Ilmari Mattus

source: ISBN 978-952-441-260-5
sme: haddi: 12,00 €

source: Opiskeluvihko ohjaa käytännön maantieteellisten taitojen, kartan käytön, tilastojen, diagrammien ja ajankohtaismateriaalin ymmärtämiseen ja soveltamiseen.
sme: lk

source: Opiskeluvihossa on pari- ja ryhmätyötehtäviä sekä vihkotyötehtäviä, jotka edellyttävät erilaisten tietolähteiden käyttöä.
sme: ISBN 978-952-441-260-5

source: Lisäksi opiskeluvihossa on päättelytehtäviä ja internet-tehtäviä.
sme: Sámediggi 2013
